Repository: spiritoffootball/sof-awards
Catalog: languages/sof-awards-*.po
Languages: de_de

source: A representative Image for the Award, e.g. receiving the Award.
de_de: Ein repräsentatives Bild für die Auszeichnung, z. B. ein Bild von der Preisverleihung.

source: About this Award
de_de: Über diese Auszeichnung

source: Add an identifying name for the Award
de_de: Fügen Sie einen identifizierenden Namen für die Auszeichnung hinzu

source: Add any links that are relevant to this Award
de_de: Fügen Sie alle Links hinzu, die für diese Auszeichnung relevant sind

source: Add link
de_de: Link hinzufügen

source: Add New
de_de: Neu hinzufügen

source: Add New Award
de_de: Auszeichnung hinzufügen

source: Add New Award Tag
de_de: Schlagwort hinzufügen

source: Add New Award Type
de_de: Kategorie hinzufügen

source: Add or remove Award Tag
de_de: Schlagwort hinzufügen oder entfernen

source: All Award Tags
de_de: Alle Schlagwörter

source: All Award Types
de_de: Alle Kategorien

source: All Awards
de_de: Alle Auszeichnungen

source: Award
de_de: Auszeichnung

source: Award Badge
de_de: Auszeichnungsschild

source: Award Details
de_de: Details zur Auszeichnung

source: Award draft updated. <a target="_blank" href="%s">Preview Award</a>
de_de: Entwurf für die Auszeichnung aktualisiert. <a target="_blank" href="%s">Vorschau Auszeichnung</a>

source: Award File
de_de: Auszeichnungsdatei

source: Award Image
de_de: Auszeichnungsbild

source: Award published. <a href="%s">View Award</a>
de_de: Auszeichnung veröffentlicht. <a href="%s">Auszeichnung ansehen</a>

source: Award restored to revision from %s
de_de: Auszeichnung wurde auf die Version von %s zurückgesetzt.

source: Award saved.
de_de: Auszeichnung gespeichert.

source: Award scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview Award</a>
de_de: Auszeichnung geplant für: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Auszeichnung vorschauen</a>

source: Award submitted. <a target="_blank" href="%s">Preview Award</a>
de_de: Auszeichnung eingereicht. <a target="_blank" href="%s">Auszeichnung vorschauen</a>

source: Award Tags
de_de: Schlagwörter

source: Award Types
de_de: Kategorien

source: Award updated.
de_de: Auszeichnung aktualisiert.

source: Award updated. <a href="%s">View Award</a>
de_de: Auszeichnung aktualisiert. <a href="%s">Auszeichnung ansehen</a>

source: Awarded By
de_de: Vergeben von

source: Awards
de_de: Auszeichnungen

source: Choose from the most popular Award Tags
de_de: Wählen Sie aus den beliebtesten Schlagwörter aus

source: Custom field deleted.
de_de: Benutzerdefiniertes Feld gelöscht.

source: Custom field updated.
de_de: Benutzerdefiniertes Feld aktualisiert.

source: Downloadable File for the Award.
de_de: Herunterladbare Datei für die Auszeichnung.

source: Edit Award
de_de: Auszeichnung bearbeiten

source: Edit Award Tag
de_de: Schlagwort bearbeiten

source: Edit Award Type
de_de: Kategorie bearbeiten

source: In which year was the Award given?
de_de: In welchem ​​Jahr wurde die Auszeichnung verliehen?

source: Link
de_de: Web-Link

source: Link Label
de_de: Web-Link Beschriftung

source: Links
de_de: Web-Links

source: New Award
de_de: Neue Auszeichnung

source: New Award Tag Name
de_de: Neuer Schlagwortname

source: New Award Type Name
de_de: Neuer Kategoriename

source: No Award Tags found
de_de: Keine Schlagwörter gefunden

source: No Award Types found
de_de: Keine Kategorien gefunden

source: No Awards found in Trash
de_de: Keine Auszeichnungen im Papierkorb gefunden

source: No matching Award found
de_de: Keine passende Auszeichnung gefunden

source: Optional Logo of the Awarding Organisation.
de_de: Optionales Logo der verleihenden Organisation.

source: Organisation Logo
de_de: Organisationslogo

source: Parent Award Type
de_de: Übergeordnete Kategorie

source: Parent Award Type:
de_de: Übergeordnete Kategorie:

source: Popular Award Tags
de_de: Beliebte Schlagwörter

source: Provides "Awards" functionality for the Spirit of Football website.
de_de: Stellt die Funktionalität für "Auszeichnungen" auf der Spirit of Football-Website bereit.

source: Search Award Tags
de_de: Schlagwörter suchen

source: Search Award Types
de_de: Kategorien suchen

source: Search Awards
de_de: Auszeichnungen suchen

source: Separate Award Tags with commas
de_de: Schlagwörter mit Kommas trennen

source: Show All %s
de_de: Alle %s anzeigen

source: SOF Awards
de_de: SOF Auszeichnungen

source: Spirit of Football Awards
de_de: Spirit of Football Auszeichnungen

# taxonomy general name
source: Award Tags
de_de: Schlagwörter

# taxonomy general name
source: Award Types
de_de: Kategorien

# taxonomy singular name
source: Award Tag
de_de: Schlagwort

# taxonomy singular name
source: Award Type
de_de: Kategorie

source: The "Badge" of the Award.
de_de: Das „Abzeichen“ der Auszeichnung.

source: Update Award Tag
de_de: Schlagwort aktualisieren

source: Update Award Type
de_de: Kategorie aktualisieren

source: Use this field to describe the Award.
de_de: Verwenden Sie dieses Feld, um die Auszeichnung zu beschreiben.

source: View Award
de_de: Auszeichnung ansehen

source: Who gave this Award? Examples: DFB, etc.
de_de: Wer hat diese Auszeichnung verliehen? Beispiele: DFB usw.

source: Year
de_de: Jahr
